[
    {
        "cover": "http://edmonterrubio.com/files/book-covers/618CjM-Fm4L.jpg",
        "book": "100 Hungry Monkeys!",
        "subtitle": "None",
        "author": "Masayuki Sebe",
        "illustrator": "Masayuki Sebe",
        "year": 2014,
        "category": "Animals",
        "tags": "Monkeys, Kissing, Bedtime",
        "checkedOut": "4/29/2016",
        "rating": "Liked it",
        "amazon": "4 stars",
        "timesRead": 1,
        "description": "This playful picture book encourages pre-readers and early readers to explore the concept of 100. Unusual in that it is a narrative-driven counting book, it offers a delightful and lively story about 100 hungry monkeys who set out to find themselves some food. Once their bellies are full, they all settle in for a nap, but then a monster suddenly appears. They fear he wants to make them lunch, so they all run for their lives. All ends well, however, once the monkeys realize the monster really just wants to be their friend."
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/612r3iBpUdL.jpg",
        "book": "123 Versus ABC",
        "subtitle": "None",
        "author": "Mike Boldt",
        "illustrator": "Mike Boldt",
        "year": 2013,
        "category": "Animals",
        "tags": "Animals, Letters, Counting",
        "checkedOut": "4/2/2016",
        "rating": "Liked it",
        "amazon": "4.5 stars",
        "timesRead": 1,
        "description": "Numbers think they're the stars of this book, but Letters disagree! Numbers and letters, the colorful characters in this story, compete to be the stars of this book. Their debate escalates when funny animals and props arrive—starting with 1 alligator, 2 bears, and 3 cars. Who is this book really about?"
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/51RDHcUXL6L.jpg",
        "book": "A Bean, A Stalk, and A Boy Named Jack",
        "subtitle": "None",
        "author": "William Joyce",
        "illustrator": "Kenny Callicutt",
        "year": 2014,
        "category": "Fantasy",
        "tags": "Faiytales, Giant",
        "checkedOut": "8/20/2015",
        "rating": "Did not read",
        "amazon": "4.5 stars",
        "timesRead": 0,
        "description": "You might think you know the story of Jack and the Beanstalk, but you might want to think again. In this fairy tale with a twist, it hasn’t rained in days and the king has dictated that something must be done—his royal pinky is getting stinky! With a little magic from a wizard, young Jack, paired with his pea pod pal, will find a GIANT reason as to why there’s no water left in the kingdom...and prove that size doesn’t prevent anyone from doing something BIG."
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/51SSU1Nx-gL.jpg",
        "book": "A Call for a New Alphabet",
        "subtitle": "None",
        "author": "Jef Czejak",
        "illustrator": "Jef Czejak",
        "year": 2011,
        "category": "Fantasy",
        "tags": "Letters",
        "checkedOut": "1/23/2016",
        "rating": "Did not like",
        "amazon": "5 stars",
        "timesRead": 1,
        "description": "Tired of being near the end of the alphabet, starting few words, and being governed by grammar rules, X calls for a vote on a new Alphabet Constitution and then dreams of how life would be if he became a different letter. Tired of being near the end of the alphabet, starting few words, and being governed by grammar rules, X calls for a vote on a new Alphabet Constitution, then dreams of how life would be if he became a different letter."
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/71x4iy12bKL.jpg",
        "book": "A Day with the Animal Builders",
        "subtitle": "None",
        "author": "Sharon Rentta",
        "illustrator": "Sharon Rentta",
        "year": 2013,
        "category": "Animals",
        "tags": "Builders, Construction",
        "checkedOut": "OWN",
        "rating": "Did not read",
        "amazon": "5 stars",
        "timesRead": 0,
        "description": "The penguins' dream home is going to be amazing, with an ice rink, a helter-skelter and a swimming pool on the roof. However, the animal builders' apprentice, Donkey, is turning out to be a bit of a disaster. His bricklaying is a mess; he's a positive danger behind the wheel of a dumper truck, and his plumbing is a catastrophe. But who saves the day when a runaway bulldozer threatens to flatten all the builders' hard work? Donkey does! So that's what Donkey's good at: being super-strong!"
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/41RNKguQDQL.jpg",
        "book": "A Day with the Animal Doctors",
        "subtitle": "None",
        "author": "Sharon Rentta",
        "illustrator": "Sharon Rentta",
        "year": 2013,
        "category": "Animals",
        "tags": "Doctors",
        "checkedOut": "OWN",
        "rating": "Did not read",
        "amazon": "5 stars",
        "timesRead": 0,
        "description": "It's going to be a busy day for the Animal Doctors. A snake needs unknotting, a leopard has lost his spots, and a dog has swallowed an alarm clock . . . A fabulously funny book for every child who loves playing doctors and nurses."
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/61WwpBgrATL.jpg",
        "book": "A Day With Wilbur Robinson",
        "subtitle": "None",
        "author": "William Joyce",
        "illustrator": "William Joyce",
        "year": 2006,
        "category": "Humans",
        "tags": "Humorous",
        "checkedOut": "9/19/2015",
        "rating": "Did not like",
        "amazon": "4.5 stars",
        "timesRead": 1,
        "description": "While spending the day in the Robinson household, Wilbur's best friend joins in the search for Grandfather Robinson's missing false teeth and meets one wacky relative after another. This is an expanded version of A DAY WITH WILBUR ROBINSON (1990). While spending the day in the Robinson household, Wilbur's best friend joins in the search for Grandfather Robinson's missing false teeth and meets one wacky relative after another."
    },
    {
        "cover": "http://edmonterrubio.com/files/book-covers/51uClH2HQ0L.jpg",
        "book": "A Dinosaur Called Tiny",
        "subtitle": "None",
        "author": "Alan Durant",
        "illustrator": "Jo Simpson",
        "year": 2008,
        "category": "Dinosaurs",
        "tags": "Dinosaurs",
        "checkedOut": "12/31/2015",
        "rating": "Liked it",
        "amazon": "None",
        "timesRead": 4,
        "description": "Tiny the dinosaur tries to make friends with the other young dinosaurs, who make fun of Tiny because of his size, but when one of his friends gets in trouble, Tiny's small size and big heart help save the day. Tiny the small dinosaur hatches from a large egg. He's too small to join the other dinosaurs in games. But when one of the dinosaurs in trouble, Tiny goes to the rescue."
    }
]